import React from "react";



export const AdminPanel = () => {
    return (
        <div>
            <h1>
                Лабораторная работ № 1 - 3
            </h1>
            <hr></hr>
            <h2>
                Артамонов Сергей ИДБ-18-09
            </h2>
            <h3>Вариант № 1</h3>
            Ограничения на минимальную длину пароля, устанавливаемое администратором и сохраняемое в учетной записи пользователя<br></br>
            Тип симметричного шифрования: блочный <br></br>
            Используемый режим шифрования: Электронная кодовая книга
        </div>
    );
}